Repository: JakubPavlicek/Lekovka
Catalog: lekovka/Localizable.xcstrings
Source language: en
Languages: cs

source: %@ Pills
cs: %@ Pilulky

source: %lld Minute(s)
cs: %lld Minut(y)

source: %lld Missed
cs: %lld Zmeškání

source: Active
cs: Aktivní

source: Add Another Caregiver
cs: Přidat dalšího pečovatele

source: Add caregivers and verify your phone to ensure you're always connected.
cs: Přidejte pečovatele a ověřte své telefonní číslo, abyste byli vždy ve spojení.

source: App Preferences
cs: Nastavení aplikace

source: Bluetooth is off
cs: Bluetooth je vypnuté

source: Bluetooth not ready
cs: Bluetooth není připraveno

source: Bluetooth not supported
cs: Bluetooth nepodporováno

source: Bluetooth ready
cs: Bluetooth připraveno

source: Bluetooth state: %lld
cs: Stav Bluetooth: %lld

source: Bluetooth unauthorized
cs: Bluetooth nepovoleno

source: Cancel
cs: Zrušit

source: Cancel %@ Timer?
cs: Zrušit %@ časovač?

source: Cancel Evening Timer?
cs: Zrušit večerní časovač?

source: Cancel Morning Timer?
cs: Zrušit ranní časovač?

source: Caregiver Alert Threshold
cs: Prahová hodnota upozornění pečovatele

source: Caregiver Contacts
cs: Kontakty na pečovatele

source: Caregiver List
cs: Seznam pečovatelů

source: Caregivers
cs: Pečovatelé

source: Characteristic discovery failed: %@
cs: Nalezení charakteristik selhalo: %@

source: Confirm
cs: Potvrdit

source: Confirm via ESP32 or tap "Taken!" to stop
cs: Potvrďte pomocí ESP32 nebo klepněte na "Vzato!" k zastavení

source: Connected to %@
cs: Připojeno k %@

source: Connecting...
cs: Připojování...

source: Continue
cs: Pokračovat

source: Customize your pill reminders and caregiver notifications.
cs: Přizpůsobte si připomenutí léků a upozornění pečovatelů.

source: Disconnect
cs: Odpojit

source: Disconnected
cs: Odpojeno

source: Done
cs: Hotovo

source: Email (Required)
cs: E-mail (Povinné)

source: Enter your email to sign in
cs: Zadejte svůj e-mail pro přihlášení

source: Error occurred
cs: Došlo k chybě

source: Error: %@
cs: Chyba: %@

source: Error: Not logged in.
cs: Chyba: Nepřihlášen

source: Evening Pills
cs: Večerní pilulky

source: Failed to connect: %@
cs: Nepodařilo se připojit: %@

source: Found: %@
cs: Nalezeno: %@

source: Get Started
cs: Začít

source: How it works
cs: Jak to funguje

source: How many minutes between local notifications if you forget to take your pill.
cs: Kolik minut mezi lokálními upozorněními, pokud si zapomenete vzít lék.

source: How many missed reminders before an email is sent to your caregivers.
cs: Kolik zmeškaných upozornění, než bude odeslán e-mail vašim pečovatelům.

source: Invalid server response.
cs: Neplatná odpověď serveru.

source: Keep Timer
cs: Ponechat časovač

source: Last Received Data
cs: Naposledy přijatá data

source: Listening for data...
cs: Čekání na data...

source: Manage contacts and verify your phone
cs: Správa kontaktů a ověření telefonu

source: Morning Pills
cs: Ranní pilulky

source: Not connected
cs: Nepřipojeno

source: Notification setup failed: %@
cs: Nastavení upozornění selhalo: %@

source: Phone (Optional)
cs: Telefon (Volitelné)

source: Phone Number (+420...)
cs: Telefonní číslo (+420...)

source: Phone Verification
cs: Ověření telefonu

source: Phone verified successfully!
cs: Telefon úspěšně ověřen!

source: Pill Timer
cs: Časovač léků

source: Reconnecting...
cs: Opětovné připojování...

source: Reminder Interval
cs: Interval připomenutí

source: Reminders repeat every %lld min until taken
cs: Připomínky se opakují každých %lld min, dokud není lék užit

source: Restored: %@
cs: Obnoveno: %@

source: Save & Sync Schedule
cs: Uložit a synchronizovat

source: Save Caregivers
cs: Uložit pečovatele

source: Save Preferences
cs: Uložit předvolby

source: Saved successfully!
cs: Úspěšně uloženo!

source: Saving...
cs: Ukládání...

source: Scan for ESP32
cs: Hledat ESP32

source: Scanning for ESP32_JSON_DEVICE...
cs: Hledání ESP32_JSON_DEVICE...

source: Scanning for ESP32...
cs: Hledání ESP32...

source: Scheduled for %@
cs: Naplánováno na %@

source: Server error (HTTP %lld)
cs: Chyba serveru (HTTP %lld)

source: Service discovery failed: %@
cs: Nalezení služeb selhalo: %@

source: Set %@ time
cs: Nastavit %@ čas

source: Set Evening time
cs: Nastavit večerní čas

source: Set Morning time
cs: Nastavit ranní čas

source: Set your %@ time
cs: Nastavte svůj %@ čas

source: Set your evening time
cs: Nastavte si večerní čas

source: Set your morning & evening pill times
cs: Nastavte ranní a večerní časy léků

source: Set your morning time
cs: Nastavte si ranní čas

source: Settings
cs: Nastavení

source: Settings saved successfully!
cs: Nastavení úspěšně uloženo!

source: Signing in...
cs: Přihlašování...

source: Stop Scanning
cs: Zastavit skenování

source: Stopped scanning
cs: Hledání zastaveno

source: Taken at %@
cs: Vzato v %@

source: Taken!
cs: Vzato!

source: Tap Save to sync with ESP32 and server
cs: Klepnutím na Uložit synchronizujte s ESP32 a serverem

source: This will stop the reminders and delete the schedule from the server.
cs: Tímto se zastaví připomenutí a odstraní se plán ze serveru.

source: Timer
cs: Časovač

source: Verification failed
cs: Ověření selhalo

source: Verification OTP Code
cs: Ověřovací OTP kód

source: Verify Phone
cs: Ověřit telefon

source: Yes, Cancel
cs: Ano, zrušit

source: Your pill reminder companion
cs: Váš společník pro připomenutí léků

source: your@email.com
cs: vas@email.cz
